tap "beeftornado/rmtree"
tap "dracula/install"
tap "ferdium/ferdium"
tap "homebrew/bundle"
tap "wix/brew"
brew "bat"
brew "btop"
brew "clean"
brew "defaultbrowser"
brew "docker-compose"
brew "exa"
brew "fd"
brew "fish"
brew "fisher"
brew "flyctl"
brew "gh"
brew "go"
brew "grc"
brew "htop"
brew "lazygit"
brew "mmctl"
brew "neovim"
brew "rbenv"
brew "ripgrep"
brew "signify-osx"
brew "terminal-notifier"
brew "tmux"
brew "tpm"
brew "vcprompt"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "wix/brew/applesimutils"
cask "alfred"
cask "arc"
cask "battery"
cask "cron"
cask "discord"
cask "docker"
cask "evkey"
cask "figma"
cask "floorp"
cask "freetube"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "libreoffice"
cask "mac-mouse-fix"
cask "microsoft-edge"
cask "monitorcontrol"
cask "mullvad-browser"
cask "notion"
cask "numi"
cask "obsidian"
cask "protonvpn"
cask "shottr"
cask "signal"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
cask "zalo"
cask "zoom"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "bierner.emojisense"
vscode "bradlc.vscode-tailwindcss"
vscode "ChakrounAnas.turbo-console-log"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "naumovs.color-highlight"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sleistner.vscode-fileutils"
vscode "SonarSource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "syler.sass-indented"
vscode "TabNine.tabnine-vscode"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "YoavBls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
