tap "beeftornado/rmtree"
tap "dracula/install"
tap "felixkratz/formulae"
tap "ferdium/ferdium"
tap "homebrew/bundle"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "wix/brew"
tap "zen-browser/browser", "https://github.com/zen-browser/desktop.git"
brew "act"
brew "aws-cdk"
brew "aws-sam-cli"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "btop"
brew "clean"
brew "defaultbrowser"
brew "docker-compose"
brew "eksctl"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "go"
brew "grc"
brew "hasura-cli"
brew "helm"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mmctl"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "peco"
brew "pipx"
brew "postgresql@15"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "signify-osx"
brew "terminal-notifier"
brew "tmux"
brew "tpm"
brew "tree"
brew "vcprompt"
brew "watchman"
brew "websocat"
brew "wget"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "stripe/stripe-cli/stripe"
brew "wix/brew/applesimutils"
cask "alt-tab"
cask "anydesk"
cask "asana"
cask "battery"
cask "brave-browser"
cask "chatgpt"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "ente-auth"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "gather"
cask "gimp"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "logseq"
cask "mac-mouse-fix"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "min"
cask "monitorcontrol"
cask "notion"
cask "notion-calendar"
cask "numi"
cask "obsidian"
cask "ollama"
cask "orange"
cask "orbstack"
cask "postman"
cask "protonvpn"
cask "qbittorrent"
cask "shottr"
cask "signal"
cask "syncthing"
cask "ticktick"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "zalo"
cask "zoom"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "bierner.emojisense"
vscode "bluebrown.yamlfmt"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "chakrounanas.turbo-console-log"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sleistner.vscode-fileutils"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wasp-lang.wasp"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
