tap "beeftornado/rmtree"
tap "dracula/install"
tap "ferdium/ferdium"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "wix/brew"
brew "bat"
brew "btop"
brew "clean"
brew "docker-compose"
brew "fd"
brew "fish"
brew "fisher"
brew "gh"
brew "go"
brew "grc"
brew "lazygit"
brew "mmctl"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "rbenv"
brew "ripgrep"
brew "signify-osx"
brew "terminal-notifier"
brew "tmux"
brew "tpm"
brew "tree"
brew "vcprompt"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "wix/brew/applesimutils"
cask "alfred"
cask "alt-tab"
cask "anki"
cask "arc"
cask "battery"
cask "blender"
cask "brave-browser"
cask "discord"
cask "docker"
cask "evkey"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "freetube"
cask "hyper"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "libreoffice"
cask "logseq"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "min"
cask "monitorcontrol"
cask "notion"
cask "notion-calendar"
cask "numi"
cask "obsidian"
cask "protonvpn"
cask "shottr"
cask "signal"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "zalo"
cask "zoom"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.project-manager"
vscode "bierner.emojisense"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sleistner.vscode-fileutils"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tabnine.tabnine-vscode"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
