jorgebucaran/fisher
fabioantunes/fish-nvm
edc/bass
jethrokuan/z
matchai/spacefish
nifoc/ssh-agent-macos.fish
jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
meaningful-ooo/sponge
h-matsuo/fish-color-scheme-switcher
joseluisq/gitnow@2.11.0
