jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
joseluisq/gitnow
pure-fish/pure
franciscolourenco/done
fabioantunes/base16-fish-shell
rose-pine/fish
jorgebucaran/nvm.fish
jethrokuan/z
ilancosman/tide@v6
takashabe/fish-peco
